{
  "Recover.vim": { "branch": "master" },
  "SimpylFold": { "branch": "master" },
  "a.vim": { "branch": "master" },
  "aerial.nvim": { "branch": "master" },
  "asyncrun.vim": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-tags": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "codediff.nvim": { "branch": "main" },
  "context.nvim": { "branch": "main" },
  "incsearch.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "markdown-table-mode.nvim": { "branch": "main" },
  "matchit": { "branch": "master" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-rg": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "tabular": { "branch": "master" },
  "targets.vim": { "branch": "master" },
  "telescope-cmdline.nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "textobj-word-column.vim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "verilog_systemverilog.vim": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-instant-markdown": { "branch": "main" },
  "vim-instant-wavedrom": { "branch": "master" },
  "vim-interestingwords": { "branch": "master" },
  "vim-logcp": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-textobj-between": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-todo": { "branch": "master" },
  "vim-togglecursor": { "branch": "main" },
  "vim-vdb": { "branch": "master" }
}
